Repository: rverdera/Dawood_Scheduler
Catalog: SalesPromo/SalesPromo/SalesPromo.*.resx
Languages: fr_fr

# btnCancel
source: Cancel
fr_fr: Annulation

# btnDelete
source: Delete
fr_fr: Effacement

# btnModify
source: Modify
fr_fr: Modifiez

# btnNew
source: New
fr_fr: Nouveau

# btnSave
source: Save
fr_fr: Économiser

# chkActive
source: Active
fr_fr: Actif

# Col_DispOrd_ItemNo
source: Item No
fr_fr: No. D'Article

# Col_DispOrd_ShortDesc
source: Short Description
fr_fr: Description Courte

# Col_Inv_ItemName
source: Item Name
fr_fr: Nom D'Article

# Col_Inv_Quantity
source: Quantity
fr_fr: Quantité

# Col_Inv_UOM
source: UOM
fr_fr: Unité De La Mesure

source: Display Order
fr_fr: Ordre D'Affichage

# gbCreditNote
source: Credit Note
fr_fr: Note De Degré De Solvabilité

# gbCustomer
source: Customer
fr_fr: Client

# gbExchange
source: Exchange
fr_fr: Échange

# gbInvoice
source: Invoice
fr_fr: Facture

# gbItem
source: Item Trans
fr_fr: Transaction D'Article

# gbItemTrans
source: Item Trans
fr_fr: Transaction D'Article

# gbOrderNo
source: Order
fr_fr: Ordre

# gbPrinterSettings
source: Printer Settings
fr_fr: Arrangements D'Imprimeur

# gbReceipt
source: Receipt
fr_fr: Reçu

# gbReturn
source: Return
fr_fr: Retour

# Inv_lblLocation
source: Location
fr_fr: Endroit

source: Inventory
fr_fr: Inventaire

# Item_lblDocDate
source: Document Date . . . . . . . . .
fr_fr: Date De Document . . . . . . . . .

# Item_lblDocNo
source: Document No . . . . . . . . . . .
fr_fr: No. De Document . . . . . . . . . . .

source: Item Transaction
fr_fr: Transaction D'Article

# ItemTransList
source: Item Transaction List
fr_fr: Liste De Transaction D'Article

# MDT_lblAreYou
source: Are you Printing by WLAN . . . .
fr_fr: Êtes vous imprimant par WLAN . . . .

# MDT_lblCreditLast
source: Last Crdt No . . . . .
fr_fr: Dernier numéro de Degré de solvabilité . . . . .

# MDT_lblCustLast
source: Last Cust No . . . . .
fr_fr: Dernier numéro de client . . . . .

# MDT_lblDotPrint
source: Dot Print Port . . . . . . .
fr_fr: Port D'Impression De Point . . . . . . .

# MDT_lblDotPrintBaud
source: Dot Print Baud . . . . . . .
fr_fr: Baud D'Impression De Point . . . . . . .

# MDT_lblExchLast
source: Last Excg No . . . . .
fr_fr: Dernier No. D'Échange

# MDT_lblInvLast
source: Last Inv. No . . . . .
fr_fr: Dernier No. De Facture . . . . .

# MDT_lblItemLast
source: Last Item No . . . . .
fr_fr: Dernier No. D'Article . . . . .

# MDT_lblLastOrdNo
source: Last Order No . . . .
fr_fr: Dernier No. D'Article . . . .

# MDT_lblMDTID
source: MDT ID . . . . . . . . . . . . . . .
fr_fr: IDENTIFICATION DE MDT . . . . . . . . . . . . . . .

# MDT_lblOrdLen
source: Length . . . . . . . . .
fr_fr: Longueur . . . . . . . . .

# MDT_lblOrdPrefix
source: Prefix . . . . . . . . . .
fr_fr: Préfixe . . . . . . . . . .

# MDT_lblPrintBaud
source: Print Baud . . . . . . . . . .
fr_fr: Baud D'Impression . . . . . . . . . .

# MDT_lblPrinter
source: Printer . . . . . . . . .
fr_fr: Imprimeur . . . . . . . . .

# MDT_lblPrinterIP
source: Printer IP . . . . . . . . . . . . . . . . . .
fr_fr: IP D'Imprimeur . . . . . . . . . . . . . . . . . .

# MDT_lblPrinterNet
source: Printer Net Port . . . . . . . . . . . . . .
fr_fr: Port Net D'Imprimeur . . . . . . . . . . . . . .

# MDT_lblPrintPort
source: Print Port . . . . . . . . . .
fr_fr: Port D'Impression . . . . . . . . . .

# MDT_lblRecptLast
source: Last Rec No . . . . . .
fr_fr: Dernier No. De Reçu . . . . . .

# MDT_lblRetLast
source: Last Ret No . . . . . .
fr_fr: Dernier No. De Retour . . . . . .

source: MDT Management
fr_fr: Gestion de MDT

# Msg_DocNo
source: Sorry! Please Select Document No
fr_fr: Désolé ! Veuillez Choisir Le No. De Document

# Msg_DocType
source: Sorry! Please Select Document Type
fr_fr: Désolé ! Veuillez Choisir Le Type De Document

# Msg_Empty_CustNo
source: Please Enter Last Customer No
fr_fr: Veuillez Écrire Le Dernier No. De Client

# Msg_Empty_Desc
source: Please Enter Description
fr_fr: Veuillez Écrire La Description

# Msg_Empty_ExhNo
source: Please Enter Last Exchange No
fr_fr: Veuillez Écrire Pour la dernière fois Le No. D'Échange

# Msg_Empty_InvNo
source: Please Enter Last Invoice No
fr_fr: Veuillez Écrire Le Dernier No. De Facture

# Msg_Empty_ItemNo
source: Please Enter Last Item No
fr_fr: Veuillez Écrire Le Dernier No. D'Article

# Msg_Empty_OrdLen
source: Please Enter Order Length
fr_fr: Veuillez Écrire La Longueur D'Ordre

# Msg_Empty_OrdNo
source: Please Enter Last Order No
fr_fr: Veuillez Écrire Le Dernier No. D'Ordre

# Msg_Empty_OrdPrf
source: Please Enter Order Prefix
fr_fr: Veuillez Écrire Le Préfixe D'Ordre

# Msg_Empty_Receasd
source: Please Enter Last CR No
fr_fr: Veuillez Écrire Le Dernier Non de CR

# Msg_Empty_ReceNo
source: Please Enter Last Receipt No
fr_fr: Veuillez Écrire Le Dernier No. De Reçu

# Msg_Empty_RetNo
source: Please Enter Last Return No
fr_fr: Veuillez Écrire Pour la dernière fois Le No. De Retour

# Msg_Inventry
source: Inventory Saved
fr_fr: Le Inventaire A économisé

# Msg_Inventry_Cap
source: New Record
fr_fr: Nouveau Disque

# Msg_ItemTran
source: Item Transaction Saved
fr_fr: La Transaction D'Article A économisé

# Msg_Location
source: Sorry! Please Select Location
fr_fr: Désolé ! Veuillez Choisir L'Endroit

# Msg_OrdMody
source: Record Order Modified
fr_fr: L'Ordre Record A modifié

# Msg_OrdMody_Cap
source: Information
fr_fr: L'information

# Msg_RecordNotSaved
source: Record is not saved. Do you want to discard changes?
fr_fr: Enregistrez n'est pas économisé. Voulez-vous jeter des changements ?

# Msg_RecordNotSaved_Cap
source: Discard?
fr_fr: Écart ?

# Msg_Save
source: Do you want to save?
fr_fr: Voulez-vous sauver ?

# Msg_UpdatesSuccess
source: Record Updated Successfully
fr_fr: Record Mis à jour Avec succès

# Msg_UpdatesSuccess_Cap
source: Success
fr_fr: Succès

# SysSet_lblBankAcnt
source: Bank Account . . . . . . . . . . . . . . . .
fr_fr: Compte bancaire . . . . . . . . . . . . . . . .

# SysSet_lblCompName
source: Company Name . . . . . . . . . . . .
fr_fr: Nom De Compagnie . . . . . . . . . . . .

# SysSet_lblFooter1
source: Footer
fr_fr: Titre de bas de page . . . . . . . . . . . . . . . . . .

# SysSet_lblGST
source: GST . . . . . . . . . . . . . . . . . . . .
fr_fr: Taxe De Vente . . . . . . . . . . . . . . . . . . . .

# SysSet_lblHeader1
source: Header
fr_fr: En-tête . . . . . . . . . . . . . . . .

# SysSet_lblHistNo
source: History No . . . . . . . . . . . . . . . .
fr_fr: No. D'Histoire . . . . . . . . . . . . . . . .

# SysSet_lblHistUnit
source: History Unit . . . . . . . . . . . . . . . .
fr_fr: Unité D'Histoire . . . . . . . . . . . . . . . .

# SysSet_lblMax
source: Max. Invoice Print . . . . . . . . . . .
fr_fr: Copie Maximum De Facture . . . . . . . . . . .

# SysSet_lblMdtNo
source: MDT No . . . . . . . . . . . . . . . . .
fr_fr: No. de MDT . . . . . . . . . . . . . . . . .

# SysSet_lblMemItemNo
source: Membership Item No . . . . . . . . . .
fr_fr: No. D'Article D'Adhésion . . . . . . . . . .

source: System Settings
fr_fr: Arrangements De Système

# UserSet_lblAccessLevel
source: Access Level . . . . . . . . . . .
fr_fr: Niveau D'Accès . . . . . . . . . . .

# UserSet_lblPassword
source: Password . . . . . . . . . . . . . .
fr_fr: Mot De Passe . . . . . . . . . . . . . .

# UserSet_lblRePassword
source: Re-enter Password . . . . . . .
fr_fr: Resaisissez Le Mot De Passe . . . . . . .

# UserSet_lblUserCode
source: User Code . . . . . . . . . . . . .
fr_fr: Code D'Utilisateur . . . . . . . . . . . . .

# UserSet_lblUserName
source: User Name . . . . . . . . . . . . .
fr_fr: Nom D'Utilisateur . . . . . . . . . . . . .

# UserSet_lblUserType
source: User Type . . . . . . . . . . . . .
fr_fr: Type D'Utilisateur . . . . . . . . . . . . .

# UserSettings
source: User Administration
fr_fr: Administration D'Utilisateur
